",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Tambahkan";

"Cancel|generic cancel button" = "Batalkan";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Pesan Facebook";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Pengguna Facebook";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Teman atau Kontak";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Percakapan Grup";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Kontak tidak lengkap";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Kontak Tidak Valid";

"Last Updated: %@|last updated date in pull to refresh header" = "Terakhir Diperbarui: %1$@";

"Loading...|loading progress text" = "Memuat…";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Teman Online Lainnya";

"Name|Placeholder text: Name of new contact" = "Nama";

"New Contact|Button title: Create a new contact" = "Kontak Baru";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "di ponsel";

"online|presences status for being online on the web" = "online";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telepon atau Email";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Masukkan nomor telepon atau email.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Masukkan nama dan informasi kontak orang tersebut.";

"Pull down to refresh...|message for pull down to refresh" = "Turunkan untuk memuat ulang...";

"Push up to refresh...|message for push up to refresh" = "Dorong ke atas untuk memuat ulang...";

"Release to refresh...|message for releasing to refresh" = "Lepaskan untuk memuat ulang...";

"Search|placeholder in search bar" = "Cari";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Cari Teman Lainnya…";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Kirim ke:";

"To:|to field in contact picker" = "Kepada:";

"Updating...|updating progress text" = "Memperbarui...";

